<template>
  <div>
    <div>
    위치기반서비스 이용약관


제1조 (목적)
<br>
본 약관은 '(주)돈독한미식가(이하 “회사”라 합니다)가 운영, 제공하는 위치기반서비스(이하 “서비스”라 한다)을
이용함에 있어 회사와 개인위치정보주체와의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.
<br><br>

제2조 (이용약관의 효력 및 변경)
<br>
① 본 약관은 서비스를 신청한 고객 또는 개인위치정보주체가 본 약관에 동의하고 회사가 정한 소정의 절차에 따라 서비스 이용자로 등록함으로써 효력이 발생합니다.
② 회원이 온라인에서 본 약관의 “동의하기” 버튼을 클릭하였을 경우, 본 약관의 내용을 모두 읽고 이를 충분히 이해하였으며, 그 적용에 동의한 것으로 봅니다.
③ 비회원의 경우 서비스를 이용하는 동안 이 약관에 동의한 것으로 간주합니다.
④ 회사는 업무상 약관을 변경해야 할 사유가 있을 시, 「위치정보의 보호 및 이용 등에 관한 법률」 등 관련법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.
⑤ 회사는 본 약관을 변경할 경우에는 변경된 약관과 사유를 개정약관 시행일 1주일 전까지 서비스 홈페이지에 게시하거나 회원에게 전자적 형태(전자우편, SMS 등)로
약관 개정 사실을 발송하여 공지합니다.
⑥ 회사가 전항에 따라 회원에게 통지하면서 시행일까지 거부의사를 표시하지 아니하면 이를 승인한 것으로 봅니다. 회원이 개정약관을 동의하지 않을 경우에는
회원은 이용계약을 해지할 수 있습니다.
<br><br>

제3조 (관계법력의 적용)
<br>
본 약관은 신의성실의 원칙에 따라 공정하게 적용하며, 본 약관에 명시되지 아니한 사항에 대하여는 관계법령 또는 상관례에 따릅니다.
<br><br>

제4조 (용어의 정의)
<br>
① 본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
가. “돈독한미식가”이란 회사가 제공하는 위치기반서비스의 이름입니다.
나. “이용자”란 돈독한미식가을 이용하는 자를 말합니다.
다. “회원”이라 함은 회사에 개인정보를 제공하고 회원등록을 한 자로서, 돈독한미식가이 제공하는 서비스를 지속적으로 이용할 수 있는 자를 말합니다.
라. “비회원”이란 회원으로 가입하지 않고 서비스를 이용하는 자를 말합니다.
마. “단말기”란 회사가 제공하는 서비스를 이용하기 위해 이용자가 소지하는 단말기(스마트폰, 태블릿PC 등) 및 PC 등을 말합니다.
② 이 약관에서 사용하는 용어의 정의는 제①항에서 정의하는 것을 제외하고는 관계법령이 정하는 바에 따릅니다.
<br><br>

제5조 (서비스의 내용 및 요금)
<br>
① 회사는 회원이 등록한 매물의 위치정보만을 개인위치정보주체에게 제공하며, 해당 위치정보를 다른 정보와 결합하여 개인위치정보로 이용하지 않습니다.
② 제공되는 회원의 매물 위치정보는 해당 단말기 등에서 제공됩니다.
③ 회사는 위치정보사업자인 이동통신사로부터 위치정보를 전달받아 모바일 어플리케이션(이하 “어플리케이션”이라고 합니다)을 통해 아래와 같은 위치기반서비스를
제공합니다.
가. 접속 위치 제공 서비스 : 위치 정보 사용을 승인한 개인위치정보주체의 서비스 접속 위치를 기반으로 서비스 내의 정보를 지도 위치 혹은 리스트를 통해 제공합니다.
나. 위치 정보 서비스 : 이동성 있는 기기의 WPS(Wifi Positioning System), GPS 기반으로 추출된 좌표를 이용하여 고객이 생성하는 지점을 말합니다.
④ 고객의 위치 정보의 갱신은 돈독한미식가 실행한 후 위치 관련 메뉴 이용 시 이루어지며, 고객이 갱신한 사용자의 위치정보를 기준으로 최종 위치를 반영합니다.
⑤ 서비스의 이용요금은 이용자가 회사의 서비스를 이용하기 위한 통신 비용이며, 제③항의 위치기반서비스 이용요금은 무료입니다.
<br><br>

제6조 (위치정보 수집방법)
<br>
회사는 다음과 같은 방식으로 개인위치정보를 수집합니다.
① 휴대폰 단말기를 이용한 기지국 기반 (Cell ID방식)의 실시간 위치정보 수집
② GPS칩이 내장된 전용 단말기를 통해 수집되는 GPS 정보를 통한 위치정보 수집
③ Wi-Fi칩이 내장된 전용 단말기를 통해 수집되는 Wi-Fi 정보를 통한 위치 정보 수집
④ 스마트폰, 태블릿PC 등 전자 단말기의 운영체계(Operation System)에서 제공하는 위치정보 API를 통해 제공받는 위치정보의 수집

<br><br>
제7조 (서비스의 이용)
<br>
서비스의 이용은 연중무휴 1일 24시간을 원칙으로 합니다. 다만, 회사의 업무상이나 기술상의 이유로 서비스가 일지 중지될 수 있으며,
또한 운영상의 목적으로 회사가 정한 특정기간에는 서비스가 일시 중지될 수 있습니다. 이러한 경우 회사는 사전에 이를 공지합니다.


제8조 (서비스의 변경 및 중지)
<br>
① 회사는 전시, 사변, 천재지변 또는 이에 준하는 국가비상사태가 발생하거나 발생할 우려가 있는 경우와 전기통신사업법에 의한 기간통신사업자가
전기통신서비스를 중지하는 등 기타 부득이한 사유가 있는 경우에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.
② 회사는 제②항의 규정에 의하여 서비스의 이용을 제한하거나 정지한 때에는 그 사유 및 제한 기간 등을 지체 없이 이용자에게 알리도록 노력해야 합니다.
③ 제①항에 의한 장애로 인하여 서비스가 제한 또는 정지된 경우에 회사는 일체의 책임을 지지 않습니다.
<br><br>

제9조 (이용자의 이용제한)
<br>
① 회사는 이용자가 다음 각 호에 해당하는 경우 사전 통지 없이 이용자의 서비스 이용을 제한 또는 정지하거나 직권 해지를 할 수 있습니다.
가. 이용자가 법률, 약관, 공공질서, 미풍약속에 반하는 목적으로 서비스 이용을 계획하거나 실행하는 경우
나. 타인의 서비스 이용을 방해하거나 타인의 개인정보를 도용한 경우
다. 이용자가 회사의 서비스 이용 또는 전산설비에 현저한 지장을 초래하거나 초래할 위험성이 있는 경우
<br><br>

제10조 (이용제한 및 해제 절차)
<br>
① 회사는 제8조의 규정에 의하여 이용제한을 하고자 하는 경우에는 그 사유, 일시 및 기간을 정하여 이용정지 7일전까지 이메일 또는 전화 등의
방법을 통해 해당 이용자 또는 대리인에게 통지합니다. 다만, 긴급히 이용 정지할 필요가 있다고 인정하는 경우에는 그러하지 아니합니다.
② 제①항의 규정에 의하여 이용정지의 통지를 받은 이용자 또는 그 대리인은 그 이용정지의 통지에 대하여 이의가 있을 때에는 이의신청을 할 수 있습니다.
③ 회사는 제②항의 규정에 의한 이의신청에 대하여 그 확인을 위한 기간까지 이용정지를 일시 연기할 수 있으며, 그 결과를 이용자 또는 그 대리인에게 통지합니다.
④ 회사는 이용정지 기간 중에 이용정지 사유가 해소된 것이 확인된 경우에는 이용정지조치를 해제합니다.
<br><br>

제11조 (개인위치정보의 이용 또는 제공에 관한 동의)
<br>
① 회사는 개인위치정보를 이용하여 서비스를 제공하고자 하는 경우에는 미리 이용약관에 명시한 후 개인위치정보주체의 동의를 얻어야 합니다.
② 회사는 상호, 주소, 전화번호 그 밖의 연락처를 이용자가 쉽게 알 수 있도록 서비스 화면에 게시하며 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 합니다.
③ 회사는 회원이 약관 등에 동의하는 경우 또는 비회원이 위치 관련 서비스 이용 시에 한해 단말기를 통해 수집된 위치정보를 활용하여 정보 및 회원의 게시물을
제공할 수 있습니다.
④ 약관 등에 동의를 한 회원 또는 비회원이 위치관련 서비스를 이용하면, 회사는 서비스 이용을 위해 본인의 위치를 자의적으로 노출하였다고 판단하여 고객의
실시간 위치정보를 바탕으로 콘텐츠를 제공합니다.
⑤ 이용자 및 법정대리인의 권리와 그 행사방법은 제소 당시의 이용자의 주소에 의하며, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다.
다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.
⑥ 회사는 이용자로부터 취득한 위치정보를 기록·보존하지 않습니다. 회사는 장소정보 또는 회원이 등록한 게시물을 이용자의 현재위치를 기반으로 추천하기 위해
개인위치정보를 이용합니다.
⑦ 회사는 민원처리 등의 목적으로 위치정보 이용 및 제공 사실확인자료를 자동 기록, 보존하며, 해당자료는 1년간 보관합니다.
⑧ 회사는 개인위치정보주체의 동의 없이 개인위치정보주체의 개인위치정보를 제3자에게 제공하지 아니하며, 제3자에게 서비스를 제공하는 경우에는 제공받는 자
및 제공목적을 개인위치정보주체에게 사전에 고지하고 동의를 얻어야 합니다.
⑨ 회사는 개인위치정보를 개인위치정보주체가 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 당해 통신단말장치로 매회 개인위치정보주체에게
제공받는 자, 제공 일시 및 제공 목적을 즉시 통보합니다. 다만 아래에 해당하는 경우에는 개인위치정보주체가 미리 특정하여 지정한 통신단말장치 또는
전자우편주소 등으로 통보합니다.
가. 개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우
나. 개인위치정보주체가 개인위치정보를 수집한 당해 통신단말장치 외의 통신단말장치 또는 전자우편주소 등으로 통보할 것을 미리 요청한 경우
<br><br>

제12조 (개인위치정보주체의 권리)
<br>
① 개인위치정보주체는 개인위치정보의 이용, 제공목적, 제공받는 자의 범위 및 위치기반서비스의 일부에 대하여 동의를 유보하거나 동의의 전부 또는 일부를
철회할 수 있습니다.
② 개인위치정보주체는 언제든지 개인위치정보의 이용 또는 제공의 일시적인 중지를 요구할 수 있습니다. 이 경우 회사는 요구를 거절하지 아니하며,
이를 위한 기술적 수단을 갖추고 있습니다.
③ 개인위치정보주체는 회사에 대하여 아래 자료에 대한 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다.
이 경우 회사는 정당한 사유 없이 요구를 거절할 수 없습니다.
가. 개인위치정보주체에 대한 위치정보 이용, 제공사실 확인자료
나. 개인위치정보주체의 개인위치정보가 「위치정보의 보호 및 이용 등에 관한 법률」 또는 다른 법률 규정에 의하여 제3자에게 제공된 이유와 내용
④ 회사는 개인위치정보주체가 동의의 전부 또는 일부를 철회한 경우에는 지체 없이 수집된 개인위치정보 및 위치정보 이용, 제공사실 확인자료(동의의 일부를
철회한 경우에는 철회하는 부분의 개인위치정보 및 위치정보 이용·제공사실확인자료에 한함)를 파기합니다.
⑤ 개인위치정보주체는 제①항 내지 제③항의 권리행사를 위해 회사 소정의 절차를 통해 회사에 요구할 수 있습니다.
<br><br>

제13조 (법정대리인의 권리)
<br>
① 회사는 14세 미만의 회원에 대해서는 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의를
당해 회원과 당해 회원의 법정대리인으로부터 동의를 받아야 합니다. 이 경우 법정대리인은 제12조에 의한 회원의 권리를 모두 가집니다.
② 회사는 14세 미만의 아동의 개인위치정보 또는 위치정보 이용·제공사실 확인자료를 이용약관에 명시 또는 고지한 범위를 넘어 이용하거나 제3자에게
제공하고자 하는 경우에는 14세미만의 아동과 그 법정대리인의 동의를 받아야 합니다. 단, 아래의 경우는 제외합니다.
가. 위치정보 및 위치기반서비스 제공에 따른 요금정산을 위하여 위치정보 이용, 제공사실 확인자료가 필요한 경우
나. 통계작성, 학술연구 또는 시장조사를 위하여 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우
<br><br>

제14조 (8세 이하의 아동 등의 보호의무자의 권리)
<br>
① 회사는 아래의 경우에 해당하는 자(이하 “8세 이하의 아동” 등이라 한다)의 보호의무자가 8세 이하의 아동 등의 생명 또는 신체보호를 위하여 개인위치정보의
이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 봅니다.
가. 8세 이하의 아동
나. 금치산자
다. 「장애인복지법」제2조제2항제2호의 규정에 의한 정신적 장애를 가진 자로서 「장애인고용촉진 및 직업재활법」제2조제2호의 규정에 의한 중증장애인에
해당하는 자(「장애인복지법」 제32조의 규정에 의하여 장애인등록을 한 자에 한한다)
② 8세이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의를 하고자 하는 보호의무자는 서면동의서에 보호의무자임을
증명하는 서면을 첨부하여 회사에 제출하여야 합니다.
③ 보호의무자는 8세이하의 아동 등의 개인위치정보 이용 또는 제공에 동의하는 경우 개인위치 정보주체 권리의 전부를 행사할 수 있습니다.

<br><br>
제15조 (위치정보관리책임자의 지정)
<br>
① 회사는 위치정보를 적절히 관리, 보호하고 개인위치정보주체의 불만을 원활히 처리할 수 있도록 실질적인 책임을 질 수 있는 지위에 있는 자를
위치정보관리책임자로 지정해 운영합니다.
② 위치정보관리책임자는 위치기반서비스를 제공하는 부서의 부서장으로서 구체적인 사항은 본 약관의 부칙에 따릅니다.
<br><br>

제16조 (회사의 의무)
<br>
① 회사는 이용자로부터 제기되는 의견이나 불만이 정당하다고 인정될 경우에는 즉시 처리하여야 합니다. 다만, 즉시 처리가 곤란한 경우는 고객 및 이용자에게
그 사유와 처리일정을 홈페이지 등으로 통보하여야 합니다.
② 회사는 서비스 제공과 관련하여 취득한 이용자의 위치정보나 등록정보를 본인의 사전 승낙 없이 제3자에게 누설 또는 배포할 수 없습니다.
다만, 관계법령에 의한 수사상의 목적으로 관계기관으로부터 요구 받은 경우나 방송통신심의위원회의 요청이 있는 경우에는 예외로 인정합니다.
③ 회사는 계속적이고 안정적인 서비스의 제공을 위하여 설비에 장애가 생기거나 멸실된 경우에는 지체 없이 이를 수리 또는 복구합니다.
다만, 천재지변, 비상사태 또는 그 밖의 부득이한 경우에는 그 서비스를 일시 제한하거나 정지할 수 있습니다.
④ 회사는 이용계약의 체결 등 이용자와의 계약관련 절차 및 내용 등에 있어 이용자에게 편의를 제공하도록 노력합니다.
<br><br>

제17조 (이용자의 의무)
<br>
① 이용자는 서비스 이용을 위해 필요한 제반 정보를 제공, 등록할 경우 현재의 사실과 일치하는 정보만을 제공, 등록하여야 하며, 변경사항이 발생할 경우
즉시 갱신하여야 합니다.
② 이용자는 서비스 이용 시 다음 각 호의 행위를 하여서는 안 됩니다.
가. 가입신청 또는 변경 시 허위 사실을 기재하는 행위
나. 서비스의 이용과 관련해 취득한 타인의 개인위치정보를 무단으로 유용 또는 유출하는 행위
다. 타인의 명예를 손상시키거나 불이익을 주는 행위
라. 다른 이용자의 ID 및 비밀번호를 도용, 부정하게 사용하는 행위
마. 공공질서 및 미풍약속에 위반되는 내용의 정보, 문자, 도형, 음성 등을 타인에게 유포하는 행위
바. 서비스와 관련된 설비의 오작동이나 정보 등의 파괴 및 혼란을 유발시키는 컴퓨터 바이러스 감염 자료를 등록 또는 유포하는 행위
사. 회사의 서비스를 이용하여 얻은 정보를 회사의 동의 없이 복제 도는 유통시키거나 상업적으로 이용하는 행위
아. 회사의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 행위
자. 타인으로 가장하는 행위 및 타인과의 관계를 허위로 명시하는 행위
차. 자기 또는 타인에게 재산상의 이익을 주거나 타인에게 손해를 가할 목적으로 허위정보를 유통시키는 행위
카. 서비스 운영을 고의로 방해하는 정보를 전송하거나 게시된 정보를 변경하는 행위
타. 다른 이용자의 개인정보를 수집, 저장, 공개하는 행위 파. 기타 불법적이거나 부당한 행위
③ 이용자는 관계 법령, 이 약관의 규정, 이용안내 및 서비스상에 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에
방해되는 행위를 해서는 안 됩니다.

<br><br>
제18조 (손해배상 및 면책)
<br>
① 회사가 「위치정보의 보호 및 이용 등에 관한 법률」을 위반한 행위로 개인위치정보주체에게 손해가 발생한 경우, 개인위치정보주체는 회사에 대하여
손해배상을 청구할 수 있습니다. 이 경우 회사는 고의 또는 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.
이 경우 개인위치정보주체는 회사의 고의 또는 과실이 있음을 증명하여야 합니다.
② 회사는 아래의 경우로 서비스를 제공할 수 없는 경우 이로 인하여 회원에게 발생한 손해에 대해서는 책임을 부담하지 않습니다.
가. 천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우
나. 서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한 제3자의 고의적인 서비스 방해가 있는 경우
다. 개인위치정보주체의 귀책사유로 서비스 이용에 장애가 있는 경우
라. 기타 회사의 고의, 과실이 없는 사유로 인한 경우
③ 회사는 개인위치정보주체가 망사업자의 통신환경에 따라 발생할 수 있는 오차 있는 위치정보를 이용함으로써 개인위치정보주체 및 제3자가 입은 손해에
대해서는 배상하지 아니합니다.
④ 이용자는 이용자의 의무 등 이 약관의 제 규정을 위반함으로써 회사 및 망사업자가 입은 일체의 손해에 대하여 이용계약이 해지된 이후에도 배상할 책임이 있습니다.

<br><br>
제19조 (분쟁의 조정)
<br>
① 회사는 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 「위치정보의 보호 및 이용 등에 관한 법률」
제28조에 따라 방송통신위원회에 재정을 신청할 수 있습니다.
② 회사 또는 고객은 위치정보와 관련된 분쟁에 대해 당사자간 협의가 이루어지지 아니하거나 협의를 할 수 없는 경우에는 「개인정보보호법」제43조에 따라
개인정보분쟁조정위원회에 조정을 신청할 수 있습니다.

<br><br>
제20조 (회사의 연락처)
<br>
① 회사의 상호 및 주소 등은 다음과 같습니다.
상호 : (주)돈독한미식가
주소 : 대전광역시 유성구 덕명동 124 삼성화재 유성연수원
전화번호 : 042-820-7400
이메일 주소 : hodduco_o@naver.com
<br><br><br>


【부칙】
<br><br>
제1조 (시행일)
<br>
이 약관은 2018년 7월 30일부터 시행합니다.
<br>

제2조 위치정보관리책임자는 2018년 7월을 기준으로 다음과 같이 지정합니다.
<br>
1: 소속 : SSAFY 대전 3기<br>
2. 성명 : 조민기<br>
3. 연락처 : 010-9378-8047<br>
    </div>
  </div>
</template>

<script>
export default {
  name: 'JoinRule'
}
</script>

<style>
  
</style>