<template>
  <div>
    <v-toolbar dark>
      <!-- 중앙정렬 하기 위해 2개씀 -->
      <a @click="$router.go(-1)"><i class="fas fa-chevron-left"></i></a><v-spacer></v-spacer>
      <!-- <v-spacer></v-spacer> -->
      <p class="my-auto">이용약관</p>
      <v-spacer></v-spacer>
    </v-toolbar>
    <div class="entire">
    <p>
      제 1 조 (목적) <br>

      이 약관은 (주)돈독한 미식가(이하 '돈미')가 제공하는 meetup 서비스(이하 '서비스')를 이용하는 서비스 사용자(이하 '회원')와 관련하여 회사와 회원과의 권리, 의무 및 책임사항, 운영수칙, 기타 필요한 사항을 규정함을 목적으로 합니다.
      <br><br>
      제 2 조 (정의) <br>

      이 약관에서 사용하는 용어의 정의는 다음과 같습니다.

      ①"서비스"라 함은 구현되는 단말기(PC, TV, 휴대형단말기 등의 각종 유무선 장치를 포함)와 상관없이 회원이 이용할 수 있는 소모임 서비스 및 회사가 추가 개발하거나 다른 회사와 제휴계약 등을 통해 제공되는 일체의 서비스를 의미합니다.

      ②"회원"이라 함은 회사의 서비스에 접속하여 이 약관에 따라 회사와 이용계약을 체결하고 회사가 제공하는 서비스를 이용하는 고객을 의미합니다.

      ③"아이디"라 함은 회원의 식별과 서비스 이용을 위하여 회원이 정하고 회사가 승인하는 문자 또는 문자와 숫자의 조합을 의미합니다.

      ④"모임"이라 함은 회사의 서비스를 통해 회원이 직접 만든 그룹으로 한 명 이상의 회원들과 모여 자유롭게 관심사를 공유하고 친목을 도모할 수 있도록 회사가 제공하는 서비스를 의미합니다.

      ⑤"모임장"이라 함은 회사가 제공하는 서비스를 통해 모임을 개설한 회원 및 모임의 대표 권한을 양도받은 회원을 의미합니다.

      ⑥"운영진"이라 함은 모임장 및 운영진에 의해 임명된 모임 운영 및 관리의 책임이 있는 회원을 의미합니다.

      ⑦"멤버"라고 하면 모임에 가입되어 있는, 모임의 구성원으로 소속된 회원을 의미합니다.

      ⑧"게시물"이라 함은 회원이 서비스를 이용함에 있어 서비스에 게시한 모든 부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상ㆍ동영상 등의 정보 형태의 글, 사진, 동영상, 채팅메시지 및 각종 파일과 링크 등을 의미합니다.

      ⑨"유료 서비스"라 함은 회사가 유료로 제공하는 각종 정보콘텐츠, 프리미엄 서비스, 아이템 기타 유료콘텐츠 및 제반 서비스등를 의미합니다.
      <br><br>
      제 3 조 (약관의 게시와 개정) <br>

      ①회사는 법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로 본 약관이나 이용방법, 도움말, 운영수칙, 해당 안내 및 고지사항 수정이 가능합니다.

      ②본 약관의 변경사항은 서비스 "공지사항"과 "웹사이트" 초기화면에 게시합니다.

      ③회사가 전항에 따라 개정약관을 게시하면서 회원에게 15일 기간 내에 회원의 명시적인 거부의사나 별도의 의견이 없었을 경우 회원이 개정된 이용약관에 동의한 것으로 간주합니다.

      ④회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정약관을 적용한 서비스를 회원에게 제공할 수 없으며, 이 경우 회원은 이용계약을 해지할 수 있습니다.

      ⑤회사는 유료 서비스 및 개별 서비스에 대해서는 별도의 이용약관 및 정책을 둘 수 있으며, 해당 내용이 이 약관과 상충할 경우에는 본 약관이 우선 적용됩니다.

      ⑥본 약관의 일부가 집행 불능으로 판단되더라도 나머지 부분은 계속해서 효력을 갖습니다.
    </p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'JoinRule'
}
</script>

<style>
  
</style>